
{


idea_name: "Oral exam",
  idea_id: "003-idea-oe",
brief_description:"Online synchronous exam with a single student of 20-30 minutes max., asking students to connect concepts and topics or to check how well they can apply a technique or method. In the latter case, students may prepare a small assignment that demonstrates their mastery of the topic which you discuss in the oral exam, giving insight into the student's understanding and decision-making. Oral exams are less useful for checking factual knowledge.",
technology: "- <a href=\"https://webconf.uni-osnabrueck.de/b/\" target=\"_blank\">Your personal online meeting room</a>, secured with an entry code \n",
implementation_steps: "1. Think about what you would accept as evidence for the student's learning in the course; i.e. what are they able to do and what overarching skill have they acquired? \n2. How can you scale down an assignment which targets such a proof of skill mastery or understanding? \n3. Inform students about their assignment that they should prepare and explain in the oral exam. Let them know that you want them to explain how they developed the solution and that you will ask them for alternative ways and why / why not they have discarded that idea.",
teacher_effort: "Come up with application assignments for the oral exam and prepare an expectation rubric, exam time + grading time ",
recommendations: "It is sensible to record your expectations on a continuum instead of fixed points which gives you and the student enough guidance to understand the grading, while you don't get lost in nitty-gritty half-points.\nAlternative set-up: \n- Prepare some cards with assignments/ questions and let students draw a card from the card pile. If they don't feel confident to answer the question, they can pull one more time. \n- Combine the oral exam with an assignment that students had to complete during the semester. (They should be informed about it at the beginning of the term)\n## Resources \n[Heterogenial Prüfen](https://www-docs.b-tu.de/elearning/public/hetPruef_GMW_Begleitpraesi_22-09.pdf) --> slide 11\n",
resources: " <a href=\"https://www-docs.b-tu.de/elearning/public/hetPruef_GMW_Begleitpraesi_22-09.pdf\" target=\"_blank\">Heterogenial Prüfen</a> --> slide 11\n",
testimony: "",
use_cases:"- For exams in which you want to evaluate more general and professional competencies\n- For online students \n- For students with disabilities\n- For a retake exam with only a few students " ,
references: "",
reusable: "yes",
task_complexity: "1",
  category: 'assessment',
}
