

{


idea_name:"Reflection portfolio (for Individual Assessment)" ,
  idea_id: "004-idea-rpia",
brief_description: "In a reflection portfolio, students showcase their learning process. For assessment, let them elaborate on the same question twice and let them self-assess \nthe growth of sophistication in their answer. You can even provoke them with “unanswerable” (essential) questions and let them justify their answers. ",
technology: "-\tFiles Stud.Ip: Reflection portfolio files can be up- and downloaded by students and lecturers. \n-\t[Tasks (reflection) Plug-In]() for reflection tasks: Students submit free text answers or upload a file (document, mp3, etc.). \nThe plug-in provides a quick overview about who already submitted their answer. \nYou can give upload rights to particular students in the task section of somebody else, \nso, they can give feedback to each other or submit an assignment together.\n\n[//]: <> (Own material: Adding the task Plug-in + preview)\n\n- [Courseware](https://hilfe.studip.de/help/5.0/en/Basis/CoursewareSeite): Create a page for each student in the courseware of your course in which they write their portfolio. \n\tIdeally, you create a reflection portfolio template with writing prompts in your workspace in stud.IP and copy it as many times as the number of students into your courseware. \nNow, you can give editing and reading rights to individual students or groups for pages within courseware and you can make pages invisible for certain participants. \n",
implementation_steps: "-\t[Individual reflection portfolio example instructions] \n\n[//]: <> (Own material: Individual Reflection Portfolio example NI)",
teacher_effort: "Reading the Reflection portfolios (pass/ fail) depends on the time frame that the portfolio represents. ",
recommendations: "- Set a word limit of about 750 words",
resources: "-\t[Self-regulation prompts](https://lciltd.org/resources/tool-self-regulation-prompts)",
testimony: "„Ich war ja erst skeptisch was die individual reflection portfolios angeht, aber ich lese gerade einen Teil und das ist so toll was die schreiben! Es ist sehr schön zu sehen, \nwie einzelne Aufgaben den Leuten richtig was gebracht haben und was für Soft Skills die aus dem Kurs mit rausnehmen“ (Laura Krieger)",
use_cases: "- The tip on the scale for grading \n- As a means for individual assessment ",
references: "no-data",
reusable: "yes",
task_complexity: "2",


}



