
{


idea_name:"Peer Review" ,
idea_id: "005-idea-pr",
brief_description: "Students review each others' assignments based on given criteria and give feedback, which is then integrated or rejected with sound reasoning. Peer review helps to create awareness for assessment criteria and to think with the eyes of an external. Practising meta-cognition skills helps to detect issues quickly and to plan task implementation. ",
technology: "-  <a href=\"https://academiccloud.de/services\" target=\"_blank\">ShareLaTeX (Overleaf)</a>: Service provided by Academic Cloud. Activate the review function to give feedback.\n-  <a href=\"https://academiccloud.de/services\" target=\"_blank\">Cloud</a>: ONLYOFFICE service provided by Academic Cloud. Create documents, share them, collaborate and, give feedback in the comments (works like google docs)\n- <a href=\"https://hilfe.studip.de/help/5.0/de/Basis/Forum\" target=\"_blank\">Forum</a> for peer feedback: Students upload their submissions in the forum and others can give feedback in the comment function.\n-  <a href=\"https://hilfe.studip.de/help/5.0/en/Basis/CoursewareSeite\" target=\"_blank\">Courseware</a>: create an extra page with  <a href=\"/static/tbcore/support_documents/Granting_Editing_Rights_for_Courseware_Pages.pdf\" target=\"_blank\">editing rights for Courseware pages</a> for reviewers or give feedback via the comment function in courseware. Further, a discussion block is currently being built for courseware.\n-  <a href=\"https://gitlab.com/gitlab-org/gitlab\" target=\"_blank\">GitLab</a>: for peer feedback on code and programming assignments\n",
implementation_steps: "- <a href=\"/static/tbcore/support_documents/Feedback_for_video_assignments_example.pdf\" target=\"_blank\">Feedback for Video Assignments example</a>\n- <a href=\"/static/tbcore/support_documents/Peer-feedback_criteria.pdf\" target=\"_blank\">Peer Feedback Criteria example</a>\n",
  teacher_effort: "You have to come up with quality criteria which students can use to give feedback to each other. Further, peer feedback needs supervision and is not a sure-fire to success. So, additional effort for reading the feedback and managing late feedback is needed, but chances are that final submissions improve substantially.",
recommendations: "- Clearly detail the procedure for peer feedback since it is easy to get confused about which group provides feedback for whom and to mix up deadlines.\n\n- Share your expectations clearly and assignment instructions to which the students can refer in their feedback.\n\n- Providing protocol templates/ examples for peer‐review that is focused on specific criteria helps students to see how they can support each other.",
resources: "- <a href=\"https://lciltd.org/resources/rubric-feedback-on-practice\" target=\"_blank\">Rubric Feedback Practice</a>\n- <a href=\"https://lciltd.org/resources/checklist-for-quality-feedback\" target=\"_blank\">Criteria for Quality Feedback</a>\n",
  testimony: "",
use_cases: "- As reviews of assignments and as a second level of student reflection\n\n- Before students hand in their final submission\n\n- It is not suitable in cases where there's a specific correct or incorrect answer ",
references: "",
reusable: "yes",
task_complexity: "2",
category: 'assignment',

}
