

{


idea_name:"Problem Statement" ,
idea_id: "006-idea-ps",
brief_description: "A problem statement is the first part of a research proposal and introduces which problem you would like to investigate, why the problem is important and what kind of solution or idea you offer to this problem. \nThis includes the rationale for the focus of this study, along with good reasons why the problem is important, such as gaps in the current literature, problems that need to be solved, \nor tools we need to develop due to societal changes.",
technology: "-  <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/etherpad/\" target=\"_blank\">Etherpad</a>: simple online writing environment for synchronous collaboration. The focus is the text itself instead and does not provide complex formatting options, \nthis enables fast and smooth joint writing, ideal for writing texts and storing the files in the Stud.IP course, accessible to everyone. \n- <a href=\"https://academiccloud.de/services\" target=\"_blank\">Academic Cloud</a>: ONLYOFFICE provided by Academic Cloud is a DSGVO compliant alternative for Google Docs and covers almost all functionalities that word provides as well. \n  To collaborate, students must register once with their university email address (xyz@uni-osnabrueck.de). \n- <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/courseware/\" target=\"_blank\">Courseware</a>: Create a  <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/courseware/\" target=\"_blank\">page</a> (*Actions* > *\"+ Add page\"*) for each student in the courseware \nof your course in which they write their problem statement. Ideally, you create a problem-statement template with writing prompts in you workspace in stud.IP and copy it as many times as the number of students \ninto your courseware. Now, you can give <a href=\"/static/tbcore/support_documents/Granting_Editing_Rights_for_Courseware_Pages.pdf\" target=\"_blank\">editing and reading rights</a> to individual students or groups for pages within courseware and you can make pages invisible for certain participants. \n- Word processor and common research tools like  <a href=\"https://scholar.google.de/\" target=\"_blank\">Google Scholar</a> or <a href=\"https://www.sciencedirect.com/\" target=\"_blank\">ScienceDirect</a>\n",
  implementation_steps: "- A problem statement is the start of an academic paper and thus the beginning of the writing process and not the result. But it can also be a stand-alone assignment.  \n- It needs to be clear what the result should look like. Students probably cannot identify the problem statement, so most likely you need to take some time to explain what a good propblem statement looks like.\nIndicate a minimal and maximal word limit for the problem statement. \n\n### 4-step process: \n1. Outline\n2. Feedback\n3. Revision\n4. Submission \n- Ideally, you have some teaching assistants who check  the problem statement outlines and give advice on how to improve it. \n- Additional: go through the sections of the example introduction and identify the different sections together with the students.",
teacher_effort: "Read the students' problem statements (or use the peer review for a first check) and give feedback, e.g. by sending them an annotated version.",
recommendations: "A full problem statement could count for (a part of) the final course grade. \n- Provide a checklist about all aspects of a problem statement\n- Give a good example of an introduction (real world example) of a paper that students should read anyways\n- Provide papers with examples of good problem statements",
supplementary_material: "- <a href=\"/static/tbcore/support_documents/Problem_statement_checklist.pdf\" target=\"_blank\">Problem Statement Checklist</a>\n- Academic writing: <a href=\"https://owl.purdue.edu/owl/purdue_owl.html\" target=\"_blank\">OWL (Online writing lab Purdue University)</a>\n- Resource for students to understand the structure of a problem statement and paper: \n <a href=\"https://www.phrasebank.manchester.ac.uk/introducing-work/\" target=\"_blank\">Academic Phrasebank</a>\n",
  testimony: "",
use_cases: "- Suitable as a prerequisite for a final paper",
references: "",
reusable: "yes",
task_complexity: "1",
category: 'Assignments',

}