{


idea_name:"Reflection portfolio" ,
idea_id: "008-idea-rp",
brief_description: "The reflection portfolio is a tool for students to keep track of their learning process in a reflected manner. It helps to acquire more self-knowledge and consciousness about their learning progress, \nthe standards to meet, and awareness for their own dispositions and habits when approaching tasks. \nThe portfolio holds short descriptions of an exemplary learning experience for one or more elements of the course and should reflect the student’s personal impression and not group think \n(writing what students have come to agree on because one voice was louder than the others).",
technology: "-  <a href=\"/static/tbcore/support_documents/How_to_add_task_plugIn_to_Stud.Ip_course.pdf\" target=\"_blank\">Tasks (reflection) Plug-In</a> for reflection tasks: Students submit free text answers or upload a file (document, mp3, etc.). \nThe  plug-in provides a quick overview about who already submitted their answer. \nYou can give upload rights to particular students in the task section of somebody else, \nso they can give feedback to each other or submit an assignment together.\n- <a href=\"https://hilfe.studip.de/help/5.0/en/Basis/Dateien\" target=\"_blank\">Files</a>: Reflection portfolio files can be up- and downloaded by students and lecturers. \n-  <a href=\"https://hilfe.studip.de/help/5.0/en/Basis/CoursewareSeite\" target=\"_blank\">Courseware</a> : Create a page for each student in the courseware of your course in which they write their portfolio. \n\tIdeally, you create a reflection portfolio template with writing prompts in your workspace in stud.IP and copy it as many times as the number of students into your courseware. \n\tNow, you can give <a href=\"/static/tbcore/support_documents/Granting_Editing_Rights_for_Courseware_Pages.pdf\" target=\"_blank\">editing and reading rights</a> to individual students or groups for pages within courseware and you can make pages invisible for certain participants. \n",
implementation_steps: "-\t<a href=\"/static/tbcore/support_documents/Individual_reflection_portfolio_example.pdf\" target=\"_blank\">Individual Reflection Portfolio example</a>\n",
  teacher_effort: "Reading the Reflection portfolios (pass/ fail) depends on the time frame that the portfolio represents.",
recommendations: "- Portfolios should substitute some of the current assignments and should not be simply added to the workload.\n- You can assess what the students are up to and what they are involved with pertaining subject matter and prerequisites, or whether they understand \n\tthe task by asking them to self-assess their past as well as their present work. This allows you to gain more insight into how sophisticated and \n\taccurate a student’s view is on tasks, criteria and standards they are to master.\n\n### We recommend using reflection portfolios as: \n- The tip on the scale for grading \n- Means for individual assessment \n- Encouraging student reflection \n- Set a word limit of about 750 words",
supplementary_material: "-  <a href=\"/static/tbcore/support_documents/Portfolio_prompt_inspiration.pdf\" target=\"_blank\">Portfolio Prompt Inspiration</a>\n",
testimony: "*„Ich war ja erst skeptisch was die individual reflection portfolios angeht, aber ich lese gerade einen Teil und das ist so toll was die schreiben! \nEs ist sehr schön zu sehen, wie einzelne Aufgaben den Leuten richtig was gebracht haben und was für Soft Skills die aus dem Kurs mit rausnehmen.“*\n(Laura Krieger)",
use_cases: "- After project work or group work phase \n- At the end of the course and as preparation for the exam \n- For reflecting priorities for exam preparation  \n- Before group work: What do I want to contribute/ learn? What am I already skilled at? What do I bring to the group work?",
references: "",
reusable: "yes",
task_complexity: "2",
category: 'Assignments',
}