
// If an idea belongs to more than one category; use square brackets e.g., ['Assignments','Student Engagement']

{


idea_name:"Walk-in Hours and Online Practice Session" ,
idea_id: "012-idea-whops",
brief_description: "Open online practice sessions can be a way to show that you care to provide structure and to help students understand the topics. \nYou simply have to be available for questions for 30-60 -minutes in your BBB while students join online to ask or or work on their assignments while you are present. This makes clarifying uncertainties much easier. You can also offer to recap a topic in dialogue with the students. ",

 technology : "-  <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/kursverwaltung-mit-stud-ip/\" target=\"_blank\">Schedule tool stud.IP</a>: \nList the walk-in hours dates. Lecturers can add topics to dates that contain a short description \nof the content for better orientation and to let students know the topics in advance if there are any. \n-  <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/bigbluebutton/\" target=\"_blank\">BBB</a>\n",
  implementation_steps: "1. Announce the walk-in hour (+ the topic) via email/ element. If you plan an open practice session \nin which you will simply be available for questions as students work on their assignments, let them \nknow about it.  \n2. Communicate how you conceptualize the walk-in hours: Will you figure out their questions/ \nuncertainties together or do they have to know what they don't know? \n3. Be present in the walk-in hours also if no one shows up because students could join later \n(A walk-in hour is not an appointment), meanwhile you can use the time for your own work. \n4. If students want to work on their assignments, set up break out rooms that they can use.",
teacher_effort: "Time for the practice session (30-60 min.) ",
recommendations: "- Send reminder for your Walk-in hour or Online Practice Session one or two days before via email or \nElement. \n- let students know what to expect from these Walk-in hours: why should they come? What is the benefit? \n- Inform students about the modality: are they expected to prepare questions or bring materials/ results to work with? \n- You can even use the time with students to ask how the course is going for them, if they would need something else/ \nmore of something. \n- Ask students on the first day of class if they understand the concept of online practice sessions and their \nopinion about it.",
supplementary_material: "",
testimony: "",
use_cases: "- Tutorials that are not teacher-centered",
references: "",
reusable: "no",
task_complexity: "1",
category: 'Discussion',

}