
// If an idea belongs to more than one category; use square brackets e.g., ['Assignments','Student Engagement']

{


idea_name:"Hall of Fame" ,
idea_id: "013-idea-hf",
brief_description: "Everyone shares two truths and one lie about themselves. Students can write anything about their background or even come up with a funny story about themselves that mustn't be true. \nAlternatively, they write a short introduction/ description about themselves. Topic and focus are free for them to choose, so they can write anything but authentic about themselves they feel comfortable sharing. \nThis way, course participants get a feel for who else is in the course and what they are interested in. The point is to make the course human, so students can write anything that shows they are not an AI ;)  \n",
technology: "- <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/courseware/\" target=\"_blank\">Courseware</a>: Create a  page that students can edit (Hinweise & Anleitungen zur Bedienung > Bearbeitung durch Studierende)\n- <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/instant-messenger-element/\" target=\"_blank\">Element</a>: Everyone can respond to each other's posts and the mobile app supports quick reactions from students. \n",
  implementation_steps: "1. Encourage students to be creative and allow to post pictures, a small poster, a text, a comic, a song, basically any form that they are inspired to. \n2. Set a word limit, e.g. 200 words/ 3 sentences. \n3. Students should react to at least one other post by commenting, forming groups, finding two persons with the same interest, or figure out the lie. \n",
teacher_effort: "*MINI: You can use these tips quickly and with little effort in your current teaching.*\n",
recommendations: "Possible prompts  \n- Academic interest\n- Opinion about university/ technology/teamwork of the future\n- Hobbies\n- A quirky routine \n- Favourite course + why (also from their Bachelor)\n",
supplementary_material: "",
testimony: "",
use_cases: "Suitable in all courses to get to know each other.",
references: "",
reusable: "yes",
task_complexity: "1",
category: 'Human Touch',

}