
// If an idea belongs to more than one category; use square brackets e.g., ['Assignments','Student Engagement']

{


idea_name:"Introduction video" ,
idea_id: "015-idea-iv",
brief_description: "Welcoming students and giving the course a personal touch is central for online courses. \nA brief introduction video makes the course less anonymous and gives you the opportunity to set the tone for the course. \n\nThere is no fixed template or a \"must-do\" for an introduction video, \nrather, you can show yourself in a way that you feel comfortable with, \nso students get an authentic impression of you and the course. \n",
technology: "-  <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/opencast-studio/\" target=\"_blank\"> Opencast Studio</a>: Create/edit videos without installing software on your computer. \n- <a href=\"https://hilfe.studip.de/help/4.6/en/Basis/CoursewareBloeckeOpencast\" target=\"_blank\">Courseware Opencast Block</a>: Once you have created the micro lecture videos, you can integrate them into Courseware.To integrate videos into \nCourseware you can use the Opencast block. You can also take a look at the \n<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/courseware/\" target=\"_blank\">Courseware</a> video block. \n- <a href=\"https://verleih.uni-osnabrueck.de/\" target=\"_blank\">Equipment rental</a>\n",
  implementation_steps:"1.\tTake short notes about:  \n   - What you want to say about yourself (something that allows students to get a good impression of who you are \n       (see the recommendations for inspiration) \n   - How you understand your role as the instructor of the course and \n   - If you have a wish regarding the outcome of the course \n2. Choose your recording mode: Opencast studio (at home) or Lehrkolleg professional recording studio (alte Münze)\n3. Prepare your set-up: Software, room lightning, close windows against street noise while recording, microphone and camera. \n4. Record / edit your video to max. 10 min. \n5. Embedd your video in courseware via video blocks. \n6. Send a welcome message to all course participants with a link to your introduction video. \n",
teacher_effort: "*MIDI: These tips are also suitable for current teaching situations, but require a little more preparation.*\n- Prepare coarsely what you want to say.\n- Video recording + editing: 15-20 min. \n- Uploading the video in your courseware introduction section. ",
recommendations: "- Tell students something that lets them know about your personality: a show you are watching, family photo, your hobby, your pets etc.\n- Insert a handwritten signature below your welcome message \n",
supplementary_material: "- <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/videostudio/\" target=\"_blank\">UOS Video Studios</a>: Make use of fully equipped rooms to create high quality videos.\n- <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/videostudio/\" target=\"_blank\">Lehrkolleg professional self-recording studio</a> (good audio and visual quality + optional support for cutting the video) (Osnabrück city center)\n- Technical and media technology support in our <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/uos-digilab/\" target=\"_blank\">DigiLab UOS</a>\n",
  testimony: "",
use_cases: "Suitable in every course.",
references: "",
reusable: "Yes, for the same course",
task_complexity: "2",
category: 'human Touch',

}