{


idea_name:"Introduction video" ,
idea_id: "015-idea-iv",
brief_description: "A short video in which you introduce yourself as the instructor of the course and welcome everyone to your course. Most importantly, the video should be authentic, \ni.e. there is no fixed template or a \"must-do/ must talk about\" for it, rather, you can show yourself in a way that you feel comfortable with.",
technology: "- [Opencast Studio](https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/opencast-studio/): easily create/edit videos without installing software on your computer. \n- [Courseware](https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/courseware/): Once you have created the micro lecture videos, you can integrate them into Courseware (or Virtual Learning Environment).To integrate videos into \nCourseware you can use the Opencast block. You can also take a look at these other video blocks. \"",
implementation_steps: "1.\tPrepare some bullet points of \n   - What you want to say about yourself (be authentic, you don't need to share something private, rather, something that allows students to get a good impression of who you are \n       (see the recommendations for inspiration) \n   - How you understand your role as the instructor of the course and \n   - What your wish is for the course. \n2. Decide your recording mode: Opencast studio (at home) or Lehrkolleg professional recording studio (alte Münze)\n3. Prepare set-up (software, room lightning, close windows) and equipment (microphone and camera) \n4. Record / edit your video to max. 10 min. \n5. Embedd your video in courseware via video blocks\n6.\tSend a welcome message to all course participants with a link to your introduction video",
teacher_effort: "- Prepare coarsely what you want to say \n- Video recording + editing: 15-20 min. \n- Upoading the video in your courseware introduction section",
recommendations: "It doesn't need to be perfect and mispronunciations are ok, after all it's human! The introduction is meant to give students an impression about who their instructor is and not more. \nSome inspiration\n- What was the question that initially led you to inquire more in this field? \n- What are your expectations for the course (e.g. participation, questions to address, interaction) \n- What do I want my students to know about me? \n- What is your teaching style/ philosophy? \n- What are you looking forward to? \n- Be authentic and do something that you feel comfortable with. \n- Tell students something that lets them know about your personality: a show you are watching, family photo, your hobby, your pets etc.\n- Insert a handwritten signature below your welcome message",
resources: "- [//]: <> (Own material: Example video by Tobias aus “Intro to AI”) \n- [Video studios](https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/videostudio/): make use of fully equipped rooms to create high quality videos.\n- Lehrkolleg one-button studio (self-recording studio)  (Audio Qualität mit ruhger Umgebung) \n",
testimony: "",
use_cases: "Suitable in every course where you introduce yourself to the students",
references: "no-data",
reusable: "Yes, for the same course",
task_complexity: "1",


}