
// If an idea belongs to more than one category; use square brackets e.g., ['Assignments','Student Engagement']

{


idea_name:"Public learning log" ,
idea_id: "016-idea-pll",
brief_description: "A public learning log is a weekly open journal entry about how students learn, i.e. what strategies they use, \nwhen they study, what works, what doesn't etc.  This supports meta cognition and reflection skills about their \nlearning strategies and will naturally keep them engaged with the content. \nLearning logs can help to build a meaningful learning community in the course. \n",
technology:"-  <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/courseware/\" target=\"_blank\">Courseware</a>: \nGive editing rights to students (\"Hinweise & Anleitungen > Bearbeitung durch Studierende\", or \"Exemplarische Einsatzszenarien > Courseware für E-Portfolios nutzen\")\n-  <a href=\"https://hilfe.studip.de/help/4.6/en/Basis/StartseiteNews\" target=\"_blank\">Announcements</a>: Publish the reflection question for the learning log in the course announcements and enable comments.  \n- <a href=\"https://hilfe.studip.de/help/4.6/en/Basis/Wiki\" target=\"_blank\">Wiki</a>: Create a wiki about well-working learning strategies, common distractors from work, study tips etc. \n",
  implementation_steps: "Give concrete information about the learning log requirements: \n- Which technology do you use? \n- Give a word limit. \n- Provide reflection prompts. \n- When are the learning logs due? How often?",
teacher_effort: "*MAXI: These tips require more intensive preparation and are more suitable as ideas for future semesters.*\nRead and keep track of who writes the learning logs. Optionally, you can give representative feedback  or pick up common issues to discuss them in class. ",
recommendations: "- Pick up the topics that students reflect about and give feedback to the most common strategies\n(for example, you could respond verbally and record an audio file, e.g. with your phone or <a href=\"https://www.audacity.de/\" target=\"_blank\">audacity</a> and upload it on courseware with the <a href=\"https://hilfe.studip.de/help/4.6/en/Basis/CoursewareBloeckeAudio\" target=\"_blank\">audio block</a>)\n- Give writing permissions in <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/courseware/\" target=\"_blank\">Courseware</a> to students, so they can annotate courseware pages. \n- Students can use the learning logs as resources and inspiration for their own learning. \n- Learning logs should be short, so that the amount of learning logs is still managable and readable for students and instructors. \n\nPossible reflection prompts: \n\n- How did you come up with the solution for…?\n- You have used these skills, so what do you know now about their effective use?\n- These are the facts, but what do they mean? \n- Elaborate: how much time you needed for the assignment/ for writing up the solution. \n- What about this unit do you find challenging? And how do you respond to the challenge?  \n- What strategy/ approach to the task worked well? What not? Why? What could help? \n- What connections can you make to this experience/ text/ topic? \n- What information is missing and where can you find it? \n- Has anything you have read or learned in this unit changed your thinking about…? \n- What did you notice in the peer review/ learning log posts of others what you can use to improve your own work?\n",
  supplementary_material: "[Three Interrelated Keys to Greater Student Engagement and Deeper Learning](https://lciltd.org/resources/three-interrelated-keys-to-greater-student-engagement-and-deeper-learning)",
testimony: "",
use_cases: "- Suitable in courses which are structured by assignments. \n- Reduce the assignment workload to substitute it with learning log tasks. \n- The public learning log is especially useful for building a community and creating human touch, because it also works in asynchronous learning. \n- Further, you can profit from the fact that students can give feedback to each other and learn from one another. \nYou can pick some representative cases that you give feedback on.",
references: "<a href=\"https://lciltd.org/resources/three-interrelated-keys-to-greater-student-engagement-and-deeper-learning\" target=\"_blank\">Three Interrelated Keys to Greater Student Engagement and Deeper Learning</a>\n",
reusable: "yes",
task_complexity: "3",
category: 'human Touch',

}