{


idea_name:"Clear Expectations" ,
idea_id: "017-idea-ce",
brief_description: "Clear expectations set the tone for communication and interaction between you and the students. The more specific your expectations are, the better students can \nshow that they have mastered the topic or reached learning goal. \nIt's like on Googlemaps: Once you know the destination, you can search for a route to get there.",
technology: "- <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/courseware/\" target=\"_blank\">Courseware</a>: create a courseware page and use any of the available blocks to deliver the assignment expectations. \n- <a href=\"https://academiccloud.de/services\" target=\"_blank\">Cloud</a>: The ONLYOFFICE Document application  in the Cloud service provided by Academic Cloud is a tool similar to google docs that can be used as a word processor to formulate \n\tand share your assignment expectations with your students or to create a rubric with assignment criteria. \n- <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/etherpad/\" target=\"_blank\">Etherpad</a>: Formulate and share the assignment expectations with your students. In the menu on the left, you can publish your document and then pass on the displayed \t\n\tURL so it can also be used outside Stud.IP. Additionally, you can activate the 'read-only' option to prevent people from editing the document. \n",
  implementation_steps: "Write down for your course: \n1.\tHow do you envision the interaction with your students? What will you do to realize that vision? \n2.\tFor this course, what do you accept as evidence for understanding the material? What do you not accept? (assessment rubric)\n3.\tWhat should the students do in order to demonstrate that they have mastered the learning and reached the course goals? (Assignment instructions) \n4.\tCommunicate your expectations to your students",
teacher_effort: "- The effort depends on how much clarity you have about the learning goals and about what you would accept as evidence of the students' understanding. \nSince there are plenty of ways to demonstrate mastery of a topic, it is a matter of clarity, i.e. what you \naccept as a demonstration of mastery and what not and why. \n- The more specific your assignments instructions (i.e. what students should do, which steps to perform/ consider, what the result should entail and what not), \nthe more effort it is for you before the semester. However, and most likely, this effort saves you time and headache during and by the end of the term \nbecause clear expectations can prevent organizational back and forth or grading discussions.",
recommendations: "- Your expectations should clearly align with your learning goals. Sometimes, it's useful to take a step back and think of the enduring understandings in your course: \n\tWhat should students take home from your course after forgetting most of the details? \n- What students can expect from you: Let students know how you will support them in reaching these goals but also what they have to do, to pass the course \n\t(i.e. NOT just \"hand in three assignments\" but rather \"Show by.... that you can apply this…\") \n- Create checklists for students for assignments and units. \n- Create an assessment rubric for yourself with a continuum between \"expected\" and \"not sufficient\" like in this example. \n\n[//]: <> (Jens example--> that is our own material, which we have to host) \n    \nSharing the rubric with your students \n\tmay help students reflect and assess their own output.",
resources: "Example assignment expectations Neuroinfo, Neuroscience\nJens grading rubric",
testimony: "no-data",
use_cases: "For every assignment and any moment that you interact with students, e.g. when you plan discussion sessions or online synchronous information exchange.",
references: "no-data",
reusable: "Yes, for the same course",
task_complexity: "3",


}