{


idea_name:"Periodic emails" ,
idea_id: "018-idea-pe",
brief_description: "Sending announcements/ emails on a regular basis establishes structure in the everyday life of students and keeps them on their toes. Weekly emails are good to establish a course rhythm, \nto give reminders, to put certain topics in the spotlight or to provide additional resources, tips or links just in time and to show that the course is organized by someone. \nFurther, showing that you are available to get in touch with students and are following the course, timely responses, showing availability and presence helps \nstudents to build a connection to instructors.",
technology: "1.\tStud.IP email to all participants \n2.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/kursverwaltung-mit-stud-ip/\" target=\"_blank\">Announcements</a>: Suitable for current news. Announcements appear prominently on the course start page, profile, and/or facility summary pages.\n3.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/instant-messenger-element-vorher-riot/\" target=\"_blank\">Element</a>: Element is a tool comparable to Slack or Discord that implements conversation threading and can easily be used for the day-to-day organization of events, \nreplacing the need to send emails. You can create a separate room dedicated to general/organizational matters where you constantly make announcements about the course.\n",
  implementation_steps: "Inform students about \n- This week's focus \n- Study tips (if applicable) \n- Organizational information (e.g. how late submissions will be handled) \n- Special dates\n- How to reach you (e.g. Element Chat, Email, walk-in hours/ office hours)",
teacher_effort: "Regular session preparation + 15 minutes / week to write an email before the session",
recommendations: "- let students know how they can reach you best (e.g. via Element, a Chat application hosted by VirtUOS) and if you will be unavailable for certain times \n- If you use Element: make your announcements stand out visually, e.g. by giving them a title in bold face \"Announcement\" /\"weekly update\" so your message doesn't get lost and remember \n\tto use the *@room* mention (to notify everyone in the room) \n- Include a note on your preferred communication mode, e.g.: *I prefer Email and expect you to check your emails at <a href=\"http://sogo.uos.de/\" target=\"_blank\">http://sogo.uos.de/</a> and NOT the messages in Stud.IP. \n\tPlease make sure that your stud.IP messages are forwarded to your email address, so you don't miss our course announcements.*\n- Important: set an alert in your calendar for writing emails to your course \n",
  supplementary_material: "",
testimony: "",
use_cases: "- Regular communication is relevant for all courses but especially where there's less interaction. Weekly emails make it more personal. \n- For courses with deadlines to remind students.",
references: "Martin, Florence; Ritzhaupt, Albert; Kumar, Swapna & Budhrani, Kiran (2019). Award-winning faculty online teaching practices: Course design, assessment and evaluation, and facilitation. The internet and higher education, 42, 34-43. doi: 10.1016/j.iheduc.2019.04.001.\n",
  reusable: "Not the texts but the structure. If you develop a habit, it is going to be super quick.",
task_complexity: "1",
category: 'organization',

}