
// If an idea belongs to more than one category; use square brackets e.g., ['Assignments','Student Engagement']

{


idea_name:"Syllabus" ,
idea_id: "020-idea-s",
brief_description: "One document - all answers. The syllabus is a course manual, providing complete and exact course information about organizational aspects, prerequisites, requirements, course goals, learning resources, assignment instructions, expectation rubrics and a grading scale.  \n",
technology:"- <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/courseware/\" target=\"_blank\">Courseware</a>: Stud.IP's virtual Learning Environment helps you structure and organize the content and sections of your syllabus in a more appealing and easy-to-navigate way.\n- <a href=\"https://studip.uni-osnabrueck.de/dispatch.php/course/details?sem_id=580b5e70656d0c3a0be6ffb824e130d7&again=yes\" target=\"_blank\">Syllabus template in Courseware</a> This template gives you a general structure as well as a set of instructions and tips you can use to construct your syllabus. \n",
implementation_steps: "Provide complete and exact information about: \n1.\tCourse information: Meeting days, time and location, teaching mode, credits and prerequisites \n2.\tInstructor contact information: Sample text *“I prefer communication via e-mail and expect you to check your e-mails at https://sogo.uni-osnabrueck.de/SOGo/ and NOT the messages in Stud.IP. Please make sure that your stud.IP messages are forwarded to your email address, so you don't miss our course announcements.\"*\n3.\tCourse description and schedule\n4.\tLearning resources, technology and texts\n5.\tLearning goals of your course \n6.\tAssignment information, due dates, instructions and grading rubric/ assessment criteria \n7.\tGrading scale \n",
  teacher_effort:"*MAXI: These tips require more intensive preparation and are more suitable as ideas for future semesters.*\n\nThe syllabus ties all links of your course together. **The more precise you list the prerequisites, learning goals, your teaching approach and the resources, the more clarity you and your students will have during the semester.** \nThe most time consuming yet worthwhile parts of writing a syllabus are: \n- Clear learning goals (they help coming up with meaningful assignments) \n- Clear assignment instructions and expectations\n- Teaching mode / learning scenario (when will you meet in person, what should students prepare, how can students participate online, etc.)\n",
  recommendations: "- Use this  <a href=\"https://www.purdue.edu/innovativelearning/developing-courses/syllabus-template/\" target=\"_blank\">template from Purdue OWL</a> to fill in your course information. Use the prompts and complete the necessary sections including assignment instructions that clearly outline your expectations of the students' output.\n- Give complete and exact information by the start of the semester and always refer to the syllabus section in courseware/ PDF (provide both, a syllabus PDF and a courseware integration of the syllabus).\n- Consider adding some words about: \n  - Handling incompletes or late work (less for interaction)\n  - Course logistics (less for interaction but organization) \n",
supplementary_material: "- <a href=\"https://www.purdue.edu/innovativelearning/developing-courses/syllabus-template/\" target=\"_blank\">Purdue OWL Syllabus template</a>\n- <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/2022/03/18/ein-dokument-alle-antworten-oder-haben-sie-schon-im-syllabus-nachgeschaut/\" target=\"_blank\">Ein Dokument, alle Antworten – oder: Haben Sie schon im Syllabus nachgeschaut?</a>\n-  <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/courseware/\" target=\"_blank\">Courseware video tutorial \"Erste Schritte\"</a>: \nIn this tutorial will you will learn the necessary skills to configure Courseware so that you can \ndisplay your course content in a structured fashion.\n",
  testimony: "",
use_cases: "For all courses (many universities require a syllabus for a course).",
references: "",
reusable: "If you give the same course again, you only need to change the dates. Large parts  can be reused in other courses as well. \n",
task_complexity: "3",
category: 'Organization',

}