{


idea_name:"Assignment Feedback" ,
idea_id: "021-idea-af",
brief_description: "- a) Provide **feedback to individual students** when there is still time to revise and correct their work, so they can see how their results improve under revision. Specific and actionable feedback supports adjustments, reflection and responsibility and is guided by specific criteria. \n- b) **Automated feedback**: tips or sample solutions are shown when submitting an answer to a quizz question or handing in short assignments. \n- c) **Representative feedback**: General feedback picking up typical issues in student assignments.",
technology: "1. <a href=\"/static/tbcore/support_documents/How_to_add_task_plugIn_to_Stud.Ip_course.pdf\" target=\"_blank\">Tasks (reflection) Plug-In</a> for reflection tasks: Students submit free text answers or upload a file (document, mp3, etc.). \nThe  plug-in provides a quick overview about who already submitted their answer. \nYou can give upload rights to particular students in the task section of somebody else, \nso they can give feedback to each other or submit an assignment together.\n2. <a href=\"https://hilfe.studip.de/help/4.3/en/Vips/HomePage\" target=\"_blank\">VIPS</a>: You can create a variety of different assignment types \n(not suitable for portfolio tasks)  and check submissions automatically or create self-tests. \nYou can provide longer sample solutions in some of the assignment types.\n3. <a href=\"https://academiccloud.de/services\" target=\"_blank\">ShareLaTeX (Overleaf)</a>: Service provided by Academic Cloud. Activate the review function in ShareLaTeX to give feedback in the text document. \n4. <a href=\"https://academiccloud.de/services\" target=\"_blank\">Cloud</a> (Only Office) via Academic Cloud: Create documents, share them, collaborate and give feedback via the \ncomment function (works like GoogleDocs).\n5. <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/bigbluebutton/\" target=\"_blank\">BBB</a>: Face to face feedback via video conference: for more complex assignments in particular, or after a student presentation.\n6. <a href=\"https://hilfe.studip.de/help/5.0/de/Basis/Forum\" target=\"_blank\">Stud.IP Forum</a> or <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/instant-messenger-element-vorher-riot/\" target=\"_blank\">Element</a>: Post sample solutions or typically wrong answers and have students discuss what about these answers doesn’t work. *Important*: Make clear which answers are wrong! \n",
  implementation_steps: "1. Tell your students when and for what purpose they get feedback in the beginning of the class. \n2. Come up with one or two guiding questions to narrow down the scope of your feedback and help students to use it efficiently.  \n3. Give feedback that is kind, specific, and actionable. \nTiming, detail and frequency are very individual, so you have to think of what works best for you and for your class.",
teacher_effort: "- Create a rubric/ table with the feedback criteria from the assignment instructions  \n- Effort for giving feedback depends on the scope and at what stage of the process feedback is given.",
recommendations: "- If students give presentations, go through the slides before they present it. \n- Make it personal: \"in your group I have seen that...\" so they know that you read their submissions. \n- Check how helpful your feedback is with the <a href=\"https://lciltd.org/resources/rubric-feedback-on-practice\" target=\"_blank\">Rubric for Feedback on Practice</a>: comparing judging, informing, guiding revision and supporting improved quality)\n- Choose feedback criteria, e.g. completeness, language, use of a specific method, etc. \n- <a href=\"https://lciltd.org/search?searchQuery=feedback+checklist\" target=\"_blank\">checklist for actionable feedback</a>\n- Tell students  how you use the Element room (or other communication channels) during your office hours (e.g.and not like What's App). \n",
  resources: "no-data",
testimony: "no-data",
use_cases: "- Project work, term papers\n- Any kind of group submissions\n- Parts of a writing process, e.g. a problem statement or a draft",
references: "no-data",
reusable: "no-data",
task_complexity: "2",


}