
// If an idea belongs to more than one category; use square brackets e.g., ['Assignments','Student Engagement']

{


idea_name:"Feedback" ,
idea_id: "021-idea-af",
brief_description: "Feedback is useful when there is still time for revision. Feedback can be given in different ways: \n\nIt makes sense to provide **individual feedback** when there is still time to revise and for corrections, so students can see how their results improve under revision. It is important, however, to provide \n*specific and actionable feedback that is guided by specific criteria* to supports adjustments, reflection and responsibility for learning.\n\n**Automated feedback**, to the contrast, is about showing tips or sample solutions when submitting an answer to a quizz question or handing in short assignments. \nLastly, **representative feedback** is general feedback, picking up typical issues in student assignments. \n",
technology: "1. <a href=\"/static/tbcore/support_documents/How_to_add_task_plugIn_to_Stud.Ip_course.pdf\" target=\"_blank\">Tasks (reflection) Plug-In</a> for reflection tasks: Students submit free text answers or upload a file (document, mp3, etc.). \nThe  plug-in provides a quick overview about who already submitted their answer. \nYou can give upload rights to particular students in the task section of somebody else, \nso they can give feedback to each other or submit an assignment together.\n2. <a href=\"https://hilfe.studip.de/help/4.3/en/Vips/HomePage\" target=\"_blank\">VIPS</a>: You can create a variety of different assignment types \n(not suitable for portfolio tasks)  and check submissions automatically or create self-tests. \nYou can provide longer sample solutions in some of the assignment types.\n3. <a href=\"https://academiccloud.de/services\" target=\"_blank\">ShareLaTeX (Overleaf)</a>: Service provided by Academic Cloud. Activate the review function in ShareLaTeX to give feedback in the text document. \n4. <a href=\"https://academiccloud.de/services\" target=\"_blank\">Cloud</a> (Only Office) via Academic Cloud: Create documents, share them, collaborate and give feedback via the \ncomment function (works like GoogleDocs).\n5. <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/bigbluebutton/\" target=\"_blank\">BBB</a>: Face to face feedback via video conference: for more complex assignments in particular, or after a student presentation.\n6. <a href=\"https://hilfe.studip.de/help/5.0/de/Basis/Forum\" target=\"_blank\">Stud.IP Forum</a> or <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/instant-messenger-element-vorher-riot/\" target=\"_blank\">Element</a>: Post sample solutions or typically wrong answers and have students discuss what about these answers doesn’t work. *Important*: Make clear which answers are wrong! \n\n*For all Academic Cloud services: Users need to activate their account once by logging in with their university \ncredentials. For sharing documents or files, always use the full university email address to share documents \nxyz@uni-osnabrueck.de*\n",
  implementation_steps: "1. Tell your students when and for what purpose they get feedback in the beginning of the class. \n2. Come up with one or two guiding questions to narrow down the scope of your feedback and help students to use it efficiently.  \n3. Give feedback that is kind, specific, and actionable. \nTiming, detail and frequency are very individual, so do what works best for you and for your class.\n\n",
teacher_effort: "*MIDI: These tips are also suitable for current teaching situations, but require a little more preparation.*\n\n- Create a rubric/ table with the feedback criteria from the assignment instructions  \n- Effort for giving feedback depends on the scope and at what stage of the process feedback is given.\n",
recommendations: "- If students give presentations, go through the slides *before* they present it and give feedback. \n- Make it personal: \"In your group I have seen that...\" so they know that you read their submissions. \n- If in doubt: Check how helpful your feedback is with the <a href=\"https://lciltd.org/resources/rubric-feedback-on-practice\" target=\"_blank\">Rubric for Feedback on Practice</a>: Comparing judging, informing, guiding revision and supporting improved quality. \n- Choose feedback criteria, e.g. completeness, language, use of a specific method, etc. \n- <a href=\"https://lciltd.org/search?searchQuery=feedback+checklist\" target=\"_blank\">Checklist for actionable feedback</a>\n",
  supplementary_material: "",
testimony: "",
use_cases: "- Project work\n- Term papers\n- Any kind of group submissions\n- Also suitable for parts of a writing process, e.g. a problem statement or a draft.\n",
references: "",
reusable: "",
task_complexity: "2",
category: 'Student Engagement',

}