{


idea_name:"Student-Centered Teaching" ,
idea_id: "023-idea-sct",
brief_description: "Ask students for their opinions, their learning needs and ideas and discuss results at a time \nthat can still lead to changes. For example, you can also ask them to choose a topic (from a list), \nhow they want to use the course for learning, what their expectations are or how and why they want to use \nthe online material, so you can adjust your course to their needs. \n\nFurther, initiating a dialog about the learning process of students shows that you have a true interest in \nhow well students learn in your course.  Adopt a “culture of meta comments” by regularly discussing the \nreasoning behind your assignment design, expectations or teaching set-up and respond to student voices and wishes.",
technology: "- <a href=\"https://hilfe.studip.de/help/5.0/de/Basis/VotingsErstellen\" target=\"_blank\">Stud.IP survey tool</a>: create questionnaires to get feedback from your students (course > administration > Questionnaire) \nStud.IP Evaluation tool (course > administration > evaluations)\n- <a href=\"https://support.bigbluebutton.org/hc/en-us/articles/1500005216661-Use-polling\" target=\"_blank\">BBB Polls</a>: get instant feedback during your lectures. --> anonymous or non-anonymous \n- <a href=\"https://hilfe.studip.de/help/5.0/de/Basis/Forum\" target=\"_blank\">Stud.IP Forum</a>: make a post and ask students to comment on it\n- <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/instant-messenger-element-vorher-riot/\" target=\"_blank\">Element</a>: Post your question in the course chat room \n- <a href=\"https://support.bigbluebutton.org/hc/en-us/articles/1500005216661-Use-polling#h_c8d822d9-7c81-45c1-87b3-6ee1efe0cd39\" target=\"_blank\"> BBB Poll using Smart Slides</a> (only if you have uploaded slides): the tool can generate polls from your slides with numbers or yes/ no answers (not anonymous). \n",
  implementation_steps: "2. Ask one-two questions at a time (in the Chat/ Feedback survey/live) and explain how you plan to act on their answers\n3. Communicate why you are seeking feedback - how does it help you as the instructor of the course / the students? \n4. Send out a course email with a link to the feedback survey\n5. Discuss the results in the next session/ in the Chat/ Forum ",
teacher_effort: "~ 10-15 Minutes per feedback question ",
recommendations: "-\tMake sure that the answers can be submitted anonymously. \n-\tPolls can appear as some kind of a referendum, but you can point out that you will use this as a basis for the next step/ your decision regarding xy. \n-\tDepending on the issue you can iterate feedback, e.g. how is the course going for you? What do you need? What works for you? ect. \"",
supplementary_material: "<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/2022/04/26/die-eigene-lehre-im-blick-ergaenzende-evaluation-mit-teaching-analysis-poll-tap/\" target=\"_blank\">Teaching Analysis Poll (TAP)</a>\n",
testimony: "",
use_cases: "- To activate students \n- When you feel the course participants are stuck\n- To check in with your students and make their voice heard \n- When you don't understand why people don't show up to live classes",
references: "",
reusable: "yes",
task_complexity: "1",
category: 'Student Engagement',
}