{


idea_name:"Concept map" ,
idea_id: "024-idea-cm",
brief_description: "Visualize the links between important concepts of a topic/ unit/ course. Have students create the concept map or let them upvote/ down vote the different links between the terms. \nConcept maps allow instructors to judge the growth in the relative sophistication of a student’s model or explanation, if developed and assessed over time. \n",
technology: "[Collaboard](https://www.collaboard.app/de/) (access via [Academic Cloud](https://academiccloud.de/home) > *”Whiteboard”*): \nOnline collaboration board provided by Academic Cloud  for mind maps, concept maps or visualizations.  Import templates and start reconstructing visual representations of \nrelationships among concepts or ideas. (**This is the only online collaboration board that is GSDVO compliant**)\n\n## Implementation Steps\n1. Decide if students should come up with their own list of key terms that should be linked or share(parts of) \nyour list with the students. \n2. Assemble a list of key terms that should be included.\n3. Communicate what you expect this concept map to look like. ",
implementation_steps: "no-data",
teacher_effort: "1. Time for creating list of key terms \n2. Further involvement depends on the learning scenario / application",
recommendations: "Remind the students to take notes on the key concepts from the class. You can do so with a box in courseware before or after a micro lecture. \nDepending on the level of the course, you could provide a handful of terms and ask them to add to the list of terms.\n",
resources: "[//]: <> (Own Material: Konkretes Beispiel für eine Conpet map -L fragen)",
testimony: "",
use_cases: "no-data",
references: "- Online Article [The Science of Drawing and Memory](https://www.edutopia.org/article/science-drawing-and-memory?fbclid=IwAR3IJV7eHQ3rLLniYiZOsVZ2ewADgUxMpRwLvOQr9UOEmAuuzRhkN_LOnZM)\n- Fernandes, M. A., Wammes, J. D., & Meade, M. E. (2018). The Surprisingly Powerful Influence of Drawing on Memory. Current Directions in Psychological Science, 27(5), 302–308. https://doi.org/10.1177/0963721418755385",
reusable: "yes",
task_complexity: "1",


}