{


idea_name:"Checklist for Learning Objectives" ,
idea_id: "026-idea-clo",
brief_description: "A well-phrased learning objective (LO) makes your expectations for student activity and results more transparent (Wunderlich, Szczyrba, 2016).\nIn order to enable students to reach the learning / course goals effectively, learning objectives should indicate which activities students need to engage in. \nBy doing so, students acquire academic skills and engage in higher-order cognitive processes, allowing them to reach the learning goals (Wunderlich, Szczyrba, 2016; Ollermann, 2020).",
technology: "- [Confirmation Block](https://hilfe.studip.de/help/5.0/de/Basis/CoursewareBloeckeBestaetigung) in Courseware: creates a checklist that students need to confirm. \n- [VIPs](https://hilfe.studip.de/help/5.0/en/Basis/Vips) for self-tests",
implementation_steps: "*Prerequisite: learning objectives have been defined.* --> see resources.\n1. Decide whether you want to do LOs per course or unit. \n2. Write down your learning objectives following the what-methode structure: \nThe students are able to ______________________ by using _______________________ . \n3. Integrate the LOs with [confirmation blocks](https://hilfe.studip.de/help/5.0/de/Basis/CoursewareBloeckeBestaetigung) as checklists at the end of a unit in courseware. \n",
teacher_effort: "No big-time investment necessary, if learning objectives have been defined. For an existing course in retrospect, you have to go through every unit and write the checklist. ",
recommendations: "1. *What*  \n\t- What **knowldege** should students gain? (Knowledge dimension) E.g. *\"I want students to understand that _____________\"* \n\t- What **activities** do they have to perform to acquire that knowledge? (Cognitive processes) \n2. *Method*: Name tools or methods students will use to acquire the terminology/ principles/ etc. (libraries, models, formulas, maps, programs etc.) \n3. *Purpose*: How do these topics benefit them, why should they learn it? (e.g. within the discipline or modules). \nYou can generate a list of learning objectives including skills and topics from all units with a summative purpose on the course (not unit) level. \n\nThe quality of the checklist depends on the clarity and accuracy of your learning objectives, i.e. the verb \n*”understand“*should *NOT* appear in any of your learning objectives. \nEverybody thinks of understanding in a different way, hence students cannot assess their understanding. ",
resources: "[//]: <> (Own Material: learning objectives guideline, Phrasing learning Objectives why and what\n)\n* [Knowledge Dimension and Cognitive Processes Table](https://www.celt.iastate.edu/wp-content/uploads/2015/09/RevisedBloomsHandout-1.pdf) (Quick start)\n* [Defining the Goal: aims, skills, and outcomes](https://citl.illinois.edu/citl-101/online-strategy-development/develop-or-revise-an-online-course/online-course-in-a-box/designing-your-course/bigpicture/defining-the-goal)",
testimony: "",
use_cases: "- At the end of each unit \n- You can use the checklist for assignments \n- In preparation for the exam (students do this anyways, although they tend to focus on topics and content which stays on an abstract level. A learning objective checklist, can help them refocus on skills and makes knowledge tangible.)\n- For every course or assignment that is being reused. ",
references: "* Bixler, B. Key Action Verbs for the Cognitive Domain. http://www.personal.psu.edu/bxb11/Objectives/cognitiveobjs.html\n* Center for Innovation in Teaching and Learning, University of Illinois. Guidelines for Writing Learning Objectives. https://citl.illinois.edu/citl-101/online-strategy-development/develop-or-revise-an-online-course/online-course-in-a-box/designing-your-course/bigpicture/defining-the-goal\n* Krathwohl, D. R. (2002). A revision of Bloom's taxonomy: An overview. Theory into practice, 41(4), 212-218.\n* Ollermann, F. (2020). Kurzleitfaden zur Formulierung kompetenzorientierter Lernziele. Unpublished guideline. Universität Osnabrück. \n\n* Wunderlich, A. (2016). Learning-Outcomes „lupenrein “formulieren. Hg. v. Technische Hochschule Köln. Available online at https://www.th-koeln.de/mam/downloads/deutsch/hochschule/profil/lehre/steckbrief_learning_outcomes.pdf.",
reusable: "yes",
task_complexity: "2-3",


}
