{


idea_name:"Micro lectures" ,
idea_id: "027-idea-ml",
brief_description: "A micro lecture is a short lecture video  adapted to the short attention span of online learning (~6 - 12 minutes) \n(see meta review on how video production affects student engagement by Guo et al. 2014). \n\n### Example structure of a micro lecture\n1. Start with a guiding question to focus the video \n2. Give a short summary of what students will learn in this lecture\n3. Briefly touch upon what students can recall from previous sessions \n4. Main topic section in which you explain xyz\n5. Wrap up: one slide with a bullet point summary “In this micro lecture you learned…” ",
technology: "1. <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/opencast-studio/\" target=\"_blank\">Opencast Studio</a>: easily create/edit micro lecture videos without installing software on you computer. (OBS)\n2. <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/aufzeichnungen-von-praesentationen-mit-microsoft-powerpoint/\" target=\"_blank\">Power Point</a>: create micro lecture videos from a powerpoint presentation. \n3. <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/videostudio/\" target=\"_blank\">Lehrkolleg professional self-recording studio</a> (good audio and visual quality + optional support for cutting the video) (Osnabrück city center)\n\n**Be aware that Youtube is not DSGVO compliant!**\n",
implementation_steps: "1. Structure your content in meaningful and digestable chunks (you may need to reconsider your lesson plan so that the concept matches the video length) \n2. Prepare slides \n3. Decide your recording mode: all micro lectures in one go (the previous 90 min. lecture recording), record in separate chunks, multiple micro lectures in a row but with breaks \n4. Prepare set-up and equipment \n5. Record / edit your videos to ideally 6-9 minutes. (Guo et al., 2014) \n6. Embedd your videos in courseware with <a href=\"https://hilfe.studip.de/help/4.6/en/Basis/CoursewareBloeckeVideo\" target=\"_blank\">Video Block</a>, <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/opencast-studio/\" target=\"_blank\">Opencast Studio</a>, \nor the <a href=\"https://hilfe.studip.de/help/4.6/en/Basis/CoursewareBloeckeInteractiveVideo\" target=\"_blank\">Interactive Video Block</a>). \n",
  teacher_effort: "- From scratch: \nFor the very first recording it's good to estimate three times as much time as the length of the final video for recording (getting used to the set up, \nexperimenting with video editing etc.). You will quickly establish a routine after a few tries and things will speed up. \n\n- From existing material: ca. 20 min. incl. exporting and uploading per micro lecture. ",
recommendations: "- Make the video part of a larger homework assignment because videos are more effective for students if they are relevant to associated exercises. \n- Use quizzes before or after micro lectures to activate the students (courseware and Vips)\n- Use a conversational style rather than formal language (Brame, 2016; Guo et al., 2014)\n- Speaking fast but with enthusiasm is much more engaging (Guo et al., 2014). \n- Increased narrator speed seems to have positive effects on interest. (Brame, 2016).\n- You do NOT need to purposefully slow down because students can manipulate the video speed.\n- Use guiding questions to convey the learning objectives to the students. They can help to reduce distraction by focusing student attention on important elements \n(often used for reading assignments as well) (Brame, 2016). \n\n### Technical tips:\n- If you fluff on a line, just take a short break, count to 5 and start again. You can cut the fluff out in post-production, otherwise it's fiddly to edit. \n- If you show something on the presentation, check if the mouse pointer is recorded (**OBS does that and in BBB recordings you have to use the pointer, the mouse will not be recorded!**). \nThis is especially important when working with models. Otherwise, work with frames or other pointer effects in your presentation.",
resources: "- [Guideline for lecture recordings]() (incl. video and [PDF tutorial]() for lecture recordings, list of suitable rooms at UOS)\n- About [Opencast studio](), instructions, tips and examples\n- Borrow a decent microphone, bluetooth pointer mouse (useful for pointing at slides in lecture recordings), or a wacom board for handwriting from the \n[DigiLab](https://digitale-lehre.virtuos.uni-osnabrueck.de/inventar-digilab/)  \n\n[//]: <> (We can link Leihs, the software to borrow equipment from Vortuos and Digilab. The Software is not online yet (27.09.2022, but will be by beginning of October --> Ask Rüdiger Rolf again)\n\n- or the COSMOS Team ([os-cosmos@uni-osnabrueck.de](os-cosmos@uni-osnabrueck.de) )\n- Get help quickly: The VitUOS can help with educational concepts for micro lectures and technical issues in one go. \n- For editing lecture recordings from the lecture hall, please contact VirtUOS if you have questions. \n- [OER music](https://www.orca.nrw/oer-support/oer-tracks) for videos or podcasts ",
testimony: "no-data",
use_cases: "In every course with content that you explain.",
references: "no-data",
reusable: "yes",
task_complexity: "1",



}
