// The fields titles_accordion and content_accordion are designed for you to provide additional information about a category/building block
// You can have as many paragraphs/sections as you wish. Every section must be accompanied by a heading. To create
//several sections you must use the special charters [SPLIT]. See example below:
// titles_accordion: 'HeadingSection1[SPLIT]HeadingSection2'
// content_accordion: 'Content1[SPLIT]Content2'
// The content above is displayed using accordions, but you can easily change the html code for it to be displayed differently (e.g. you can use lists, paragraphs etc.)

{

  category_name: "Human Touch",
    category_id: "001-category-ht"  ,
    description_1: "### What is Human Touch? \nYour course has a human touch when you see each other as real persons online, e.g. by: \n- discussing topics that intrigue you\n- disucssing students’ extracurricular activities, social engagement in the study program and ideas for courses or study projects\n - Introducing and sharing something about oneself that helps others to perceive your character",
    description_2: "### Why does it matter? \nInteracting with others make learning and teaching valuable, effective and worthwhile. Being in touch with others can often prevent students from dropping a course and keeps their interest in the topic.  \nOnline students need opportunities to address topics that are not directly related to the topic of the course.",
    titles_accordion: "### Further information: How much Human Touch should I maintain?",
    content_accordion: "Everybody differs in their need for proximity, distance, duration and change. What kind of expressions are authentic for you? \n Be attentive for your students’ desire for ‘leaner’ or ‘richer’ interaction modes. \n![img_1.png](img_1.png)"

    references : "Adopted from: Getting closer und get involved: Digitale Nähe in der Online-Lehre gestalten\nDr. Sabine Fritz und Dr. Maja Bärenfänger1, Justus-Liebig-Universität Gießen, Stand: 17.03.2022, Version 03.",

    next_page : "teaching-material",

}
