// The fields titles_accordion and content_accordion are designed for you to provide additional information about a category/building block
// You can have as many paragraphs/sections as you wish. Every section must be accompanied by a heading. To create
//several sections you must use the special charters [SPLIT]. See example below:
// titles_accordion: 'HeadingSection1[SPLIT]HeadingSection2'
// content_accordion: 'Content1[SPLIT]Content2'
// The content above is displayed using accordions, but you can easily change the html code for it to be displayed differently (e.g. you can use lists, paragraphs etc.)

{

  category_name: "Teaching Material",
    category_id: "002-category-tm"  ,
    description_1: "### What counts as Teaching Material? \n\n- Presentations\n- Readings\n- Files\n- Programs\n- Videos\n- Software\n\nOnline students need teaching material to be available online and asynchronously, which includes lecture recordings that are uploaded afterwards). Please make sure that every student has access to the required readings and software. Please also check the GDPR-compliance of software that you are using in your classes as well as the accessibility, since certain programs, websites or software is unavailable in some countries. \nDouble check accessibility for residence countries of your students.",
    description_2: "### Why does it matter? \nIt is best to enable your students to study in their own pace and daytime, since you don't know  your students' study circumstances.",
    titles_accordion : "### Cosmos-Master-Program in Cognitive Science",
    content_accordion : "Since the COSMOS-program opened the Cognitive Science Master for online students from any time zone, any single and synchronous time slot would exclude one of the students. \n\nSome countries do not have access to certain widely used services and many educational tools are hosted in non-EU countries. Please check the GDPR-compliance or use suggestions in this toolbox or on <a> https://digitale-lehre.virtuos.uni-osnabrueck.de/</a>",
    references : "",

    next_page : "organization",

}