// The fields titles_accordion and content_accordion are designed for you to provide additional information about a category/building block
// You can have as many paragraphs/sections as you wish. Every section must be accompanied by a heading. To create
//several sections you must use the special charters [SPLIT]. See example below:
// titles_accordion: 'HeadingSection1[SPLIT]HeadingSection2'
// content_accordion: 'Content1[SPLIT]Content2'
// The content above is displayed using accordions, but you can easily change the html code for it to be displayed differently (e.g. you can use lists, paragraphs etc.)


{

  category_name: "Organization",
    category_id: "003-category-o"  ,
    description_1: "### What Do I Have to Organize for Teaching Online? \nThoroughly plan your course, including: \n\n- Interaction components \n- Classroom norms \n- Course structure \n- Feedback loops\n- Teaching mode \n- Assessment \n\nCommunicate all organizational information upfront and make them asynchronously \naccessible in a prominent place. This way, you support your students in planning study times, \nyou accommodate to working hours of student jobs and compensate missing classroom norms.\nThis helps to create a study “rhythm” that on-site students might get from attending courses, \nwhich is an important factor for effective online teaching and learning \n<a href=\"https://www.sciencedirect.com/science/article/abs/pii/S1096751618305669\"> (Martin, Ritzhaupt, Kumar & Budhrani, 2019) </a>. \n",
    description_2: "### Why Does it Matter? \n\n- Online students are often not as connected to fellow students as on-site students. \n- Online students often miss important information shared on-site along the semester.  \n- Students live in diverse circumstances and they might differ in: \n    - having a designated study place or not\n    - family obligations \n    - political or financial factors \n    - working hours\n    - focus time \n    - (cultural) classroom norms",
  titles_accordion: "### What kind of information should I provide?",
    content_accordion: "Give complete, exact information (incl. teaching mode) available at the \nstart of the semester concerning: \n- Course information: meeting days and time for courses with \nsynchronous meetings \n- ECTS \n- Teaching staff contact information\n- Instructional modality, as a way to help students understand how the course is designed \n- Course description\n- Learning outcomes / course goals\n- Prerequisites: „linear algebra“ is too vague. Please list the prerequisites concisely, i.e. in a way that students can check if they need to brush up the prerequisites. You can list UOS or external courses that cover the prerequisites.\n- Assignments\n- Learning resources, technology/ tools used readings\n- Grading scale",
  references : "- Anderson, Terry; Rourke, Liam; Garrison, Randy & Archer, Walter (2001). ASSESSING TEACHING PRESENCE IN A COMPUTER CONFERENCING CONTEXT. Online Learning, 5 (2), 1-17. doi: 10.24059/olj.v5i2.1875.\n- Martin, Florence; Ritzhaupt, Albert; Kumar, Swapna & Budhrani, Kiran (2019). Award-winning faculty online teaching practices: Course design, assessment and evaluation, and facilitation. The internet and higher education, 42, 34-43. doi: 10.1016/j.iheduc.2019.04.001.",
    next_page : "discussion",

}