// The fields titles_accordion and content_accordion are designed for you to provide additional information about a category/building block
// You can have as many paragraphs/sections as you wish. Every section must be accompanied by a heading. To create
//several sections you must use the special charters [SPLIT]. See example below:
// titles_accordion: 'HeadingSection1[SPLIT]HeadingSection2'
// content_accordion: 'Content1[SPLIT]Content2'
// The content above is displayed using accordions, but you can easily change the html code for it to be displayed differently (e.g. you can use lists, paragraphs etc.)


{

  category_name: "Discussion",
    category_id: "004-category-d"  ,
    description_1: "### What is My Role in Course Discussions? \nIt is your responsibility to facilitate discourse to maintain interest, student engagement, motivation and to support students’ understanding. Facilitating discourse includes all activities and posts that “stimulate social process with a direct goal of stimulating individual and group learning” (<a href=\"https://www.researchgate.net/publication/228749393_Assessing_Teaching_Presence_in_a_Computer_Conferencing_Context\">Anderson, Rourke, Garrison & Archer (2001)</a> )\n\nIf you do synchronous sessions, you must allow online participation. Synchronous sessions always exclude some students. Alternative time slots are optimal and you should expect the study commission to ask you to move to a different time slot. Online students should be able to work in a group with on-site students if there are group assignments.\n,",
    description_2: "### Why Does it Matter? \nDiscourse that critically reflects and questions the topics are an important part of learning. Online students should have equal opportunities to participate, to interact and understand concepts and topics of the course and have a chance to team up with on-site students for group assignments if necessary.\nPlease keep in mind that online students need an opportunity to ask questions and have a **clear and reliable expectation about when and how to get an answer** as they do not have opportunities to talk to you by chance in the hallway.",
  titles_accordion: "",
    content_accordion: "",
    references : "- Anderson, Terry; Rourke, Liam; Garrison, Randy & Archer, Walter (2001). ASSESSING TEACHING PRESENCE IN A COMPUTER CONFERENCING CONTEXT. Online Learning, 5 (2), 1-17. doi: 10.24059/olj.v5i2.1875.\n",

    next_page : "assignments",
    image: "/tbcore/images/start_page/discussion.jpg",
    description_start_page:"What interactive methods are there for teachers and learners to talk about a specific topic, exchange opinions and weigh up arguments? After all, this collaborative process encourages the exploration of complex topics from different perspectives, articulating and clarifying thoughts, communicating ideas clearly and convincingly and actively participating.",
       

}