// The fields titles_accordion and content_accordion are designed for you to provide additional information about a category/building block
// You can have as many paragraphs/sections as you wish. Every section must be accompanied by a heading. To create
//several sections you must use the special charters [SPLIT]. See example below:
// titles_accordion: 'HeadingSection1[SPLIT]HeadingSection2'
// content_accordion: 'Content1[SPLIT]Content2'
// The content above is displayed using accordions, but you can easily change the html code for it to be displayed differently (e.g. you can use lists, paragraphs etc.)


{

  category_name: "Assignments",
    category_id: "005-category-a"  ,
    description_1: "### What is Clear Assignment Information? \n\nGive clear instructions and draw out what students should learn. \n\n- How are the assignments embedded in the course and how do they help learning the course material? \n- Is there a specific structure in which the assignments are worked off? E.g. feedback loops, building up on each other, ... \n- What are the deadlines and how do you handle late submissions? \n- If you prefer no deadlines, state which submissions are accepted. \n- Do students have to present something and how do you envision a presentation? \n- How do they find out when their presentation is due? \n- Do students have to form groups? Is there a process to find team members? \n- Do you have tips or help for finding group mates? \n- Specify how students can demonstrate that they master the topic in the assignments. \n- What are the important assessment criteria? \n",
    description_2: "### Why Does it Matter? \n\n- Online students need a reliable source of information that they can go back to and look things up because they have much less opportunities to double check in person or verbally. \n- Often enough, online students and you have no common background or shared understanding of your expectations.\n- People usually approach tasks based on the academic culture from their home university and major (which might strongly differ from what you want to see!).",
  titles_accordion: "Example sources for common misunderstandings",
    content_accordion: "Give clear instructions to students and draw out what students should learn.\nHow are the assignments embedded in the course, how do they help learning the course material?\nIs there a specific structure in which the assignments are worked off? E.g. feedback loops, building up on each other, etc.\nClarify deadlines and how you handle late submissions. If you prefer no deadlines, state which submissions are accepted.\nDo students have to present something and how do you envision a presentation?\nHow do they find out when their presentation is due?\nDo students have to form groups? Is there a process? Tips or help for finding group mates?\nSpecify how students can demonstrate that they master the topic in the assignments.\nWhat are the important criteria for the assessment?\nClarify your expectations.",
  references : "no-data",

    next_page : "student-engagement",

}