{

  category_name: "Rules & Regulations",
    category_id: "008-category-rr"  ,
    short_description: "The DAAD-funded digital master’s program OS-COSMOS targets international students who can successfully complete their coursework remotely. Online and on-site students attend the same courses. Cosmos students can choose two out of three focus areas for this degree (Artificial Intelligence, Neuroinformatics, and Neuroscience). \n\n**Since they are part of the regular student body, all COSMOS students must have equivalent opportunities to study, participate and to be examined as on-site students** and course-specific online modalities must be covered by the examination regulation. If you open your course for online students, this means: \n\n- If your course examination is on-site, COSMOS students must have the possibility to be examined online.  \n- Individual solutions for COSMOS students must be in line with the examination regulation (and module handbook).\n- Examinations must be within 8 a.m. and 8 p.m. in the time zone of the student. \n- Every usage of technology must be GDPR compliant. \n- Please consider that some COSMOS students cannot access tools like Google or YouTube – such tools cannot be part of obligatory course requirements. \n- COSMOS students have a very diverse cultural background. This can lead them to deal with conflicts or difficulties in their studies in a way that we would not expect. Please be accommodating to the issues they experience and seek to talk to the students.\n- You can expect that COSMOS students have a reliable and stable internet connection as this is a requirement for the COSMOS track",
    titles_accordion : "Examinations in Online Courses[split]Some words about technology and tools[split]Technology provided by UOS via Stud.IP",
    content_accordion : "Below you find a nonofficial translation of §7 (p.5) of the examination regulations, which state that the different types of course-related examinations may be conducted in electronic form, given the consent of the examiner. Please note that this translation is not legally binding. \nThe examination regulations state regarding forms of course-related examinations: \n\n“Types of course-related examinations are:\n\n- a)\tterm paper (paragraph 2),\n- b)\tOral examination (paragraph 3),\n- c)\tpresentation (paragraph 4),\n- d)\tpresentation with elaboration (paragraph 5),\n- e)\twritten examination (paragraph 6),\n- f)\twritten examinations in the answer-choice procedure (multiple choice) (paragraph 7),\n- g)\tstudy project (paragraph 8),\n- h)\tempirical investigation and experimental work (paragraph 9),\n- i)\texercise performance (Übungsleistung) (paragraph 10).\n\n\nThe concrete form of the respective examination performance is regulated by the module description. […] With the consent of the examiner, the in-process examinations may also be conducted in electronic form or using electronic media.” (status 09.11.2022)\n\nFor further information, please consult the <a href=\"https://www.uni-osnabrueck.de/studium/im_studium/zugangs_zulassungs_und_pruefungsordnungen/fach_master/cognitive_science_msc.html\" target=\"_blank\">examination regulations and the module handbook</a>. \n[split]***There are no tools that are privacy-compliant per se***. It depends on what you do with it. VirtUOS makes sure certain basics are there, i.e. the tools offered by the UOS have undergone a basic GSDVO testing, making sure how and what data are stored according to the GSDVO. \nIf you want to use other technology than offered and supported by UOS, you must make sure to use the technology in a DSGVO compliant way. If no personal data is processed, there are no data protection issues associated with it. In case of doubt, the data protection officer is responsible. \n<a href=\"https://www.rz.uni-osnabrueck.de/Dienste/VPN/edu_vpn.html\" target=\"_blank\">UOS VPN connection</a>\nNote: We may not give any legal advice. Please consult the data privacy officer Björn Voitel for advice.  [split]The University provides technical and educational support for:  \n\n1.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/cliqr/\" target=\"_blank\">Cliqr</a>: live quizzes and polls - students answer via smartphones\n2.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/courseware/\" target=\"_blank\">Courseware</a>: highly flexible virtual learning environment to organize and present content of any file format or to enable students to create course content. Various kinds of interactive elements are included.  \n3.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/etherpad/\" target=\"_blank\">Etherpad</a>: collaborative text editor \n<a href=\"https://etherpad.org/\" target=\"_blank\">Link to Website of the tool (english)</a>\n4. \t<a href=\"https://hilfe.studip.de/help/4.6/en/Basis/Votings\" target=\"_blank\">Surveys</a>\n5.\t<a href=\"https://hilfe.studip.de/help/5.0/de/Basis/Forum\" target=\"_blank\">Stud.IP Forum</a> \n6.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/bigbluebutton/\" target=\"_blank\">BBB</a>: Web conferences (meetings tab) \n7.\thttps://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/videomanagement-mit-stud-ip-und-opencast/: Lecture recordings and management \n8.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/live-streaming-von-veranstaltungen-in-stud-ip/\" target=\"_blank\">Stud.IP live streaming</a>\n9.\t<a href=\"/static/tbcore/support_documents/How_to_add_task_plugIn_to_Stud.Ip_course.pdf\" target=\"_blank\">Tasks (reflection) Plug-In</a> (PDF manual) \n10.\t<a href=\"https://hilfe.studip.de/help/5.0/de/Basis/Vips\" target=\"_blank\">Vips</a>: Online tests and exams <a href=\"https://hilfe.studip.de/help/4.3/en/Vips/HomePage\" target=\"_blank\">VIPS Stud.IP help</a>\n11.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/lehrinhalte-erstellen-wikis/\" target=\"_blank\">Wiki</a>: Creating and edit websites cooperatively. As users link the posted pages to each other, hypertextual structures are created. Link to English stud.ip help page. More info on eteaching.org\n12.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/instant-messenger-element-vorher-riot/\" target=\"_blank\">Element</a>: Instant messenger (English website)\n\n<a href=\"https://academiccloud.de/services//\" target=\"_blank\">Academic Cloud services</a>:\n\n*For all Academic Cloud services: Users need to activate their account once by logging in with their university credentials. For sharing documents or files, always use the full university email address to share documents xyz@uni-osnabrueck.de*\n\n1.\t<a href=\"https://www.collaboard.app/\" target=\"_blank\">Collaboard</a>: online Whiteboard\n2.\tCloud services (only office) alternative for Google Docs, Sheets and Drive\n3.\tGitLab\n4.\tShareLaTeX (Overleaf)\n5.\tLimeSurvey \n6.\tURL shortener\n\nHardware:  \n\n1.\tInteractive Whiteboards\n2.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/uos-digilab/\" target=\"_blank\">Digilab</a>\n ",
  references : "",

}