// The fields titles_accordion and content_accordion are designed for you to provide additional information about a category/building block
// You can have as many paragraphs/sections as you wish. Every section must be accompanied by a heading. To create
//several sections you must use the special charters [SPLIT]. See example below:
// titles_accordion: 'HeadingSection1[SPLIT]HeadingSection2'
// content_accordion: 'Content1[SPLIT]Content2'
// The content above is displayed using accordions, but you can easily change the html code for it to be displayed differently (e.g. you can use lists, paragraphs etc.)


{
  category_name: "Rules & Regulations",
  category_id: "008-category-rr",
  description_1: "## What does Opening Courses for Online Students Mean? \n- If your course examination is on-site, online students must be examined online.  \n- Individual solutions for online students must be in line with the examination regulation (and module handbook).\n- Examinations must be within 8 a.m. and 8 p.m. in the time zone of the student. \n- Every usage of technology must be GDPR compliant. \n- Please consider that some online students cannot access tools like Google or YouTube – such tools cannot be part of obligatory course requirements. \n- You can expect that online students have a reliable and stable internet connection as this is a requirement for studying online.",
  description_2: "## Some Words About Technology and Tools\nThere are no tools that are privacy-compliant per se. It depends on what you do with it. VirtUOS makes sure certain basics are there, i.e. the tools offered by the UOS have undergone a basic GDPR testing, making sure how and what data are stored according to the GDPR.\n\nIf you want to use other technology than offered and supported by UOS, you must make sure to use the technology in a GDPR compliant way. If no personal data is processed, there are no data protection issues associated with it. In case of doubt, the data protection officer is responsible. \n\n<a href=\"https://www.rz.uni-osnabrueck.de/Dienste/VPN/edu_vpn.html\"> Setting up a VPN connection via eduVPN </a>\n\n*Note: We may not give any legal advice. Please consult the data privacy officer Björn Voitel for advice.* ",
  titles_accordion: "### Technology provided and supported by UOS via Stud.IP[SPLIT]### Academic Cloud[SPLIT]### Hardware[SPLIT]### Cognitive Science digital master program COSMOS[SPLIT]### Cognitive Science: Examinations in online courses",
  content_accordion: "1.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/cliqr/\">Cliqr</a>: live quizzes and polls - students answer via smartphones\n2.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/courseware/\">Courseware</a>: highly flexible virtual learning environment to organize and present content of any file format or to enable students to create course content. Various kinds of interactive elements are included.  \n3.\t<a href=\" https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/etherpad/ \">Etherpad</a>: collaborative text editor (<a href=\" https://etherpad.org/ \">Etherpad website</a>)\n4.\t<a href=\"https://hilfe.studip.de/help/4.6/en/Basis/Votings\">Surveys</a>  \n5.\tForum \n6.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/bigbluebutton/\">BigBlueButton</a>: Web conferences (meetings tab) \n7. <a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/videomanagement-mit-stud-ip-und-opencast/\">7.\tOpencast</a>: Lecture recordings and management \n8.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/live-streaming-von-veranstaltungen-in-stud-ip/\">Stud.IP live streaming</a>:\n9.\t<a href=\"/static/tbcore/support_documents/How_to_add_task_plugIn_to_Stud.Ip_course.pdf\" target=\"_blank\">Tasks (reflection) Plug-In</a> (PDF manual) \n10.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/elektronische-uebungen-und-pruefungen-vips/\n\">VIPS</a>: Online tests and exams (<a href=\"https://hilfe.studip.de/help/4.3/en/Vips/HomePage\">details of test types</a>:) \n11.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/lehrinhalte-erstellen-wikis/\">Wiki</a>: Tool for creating and editing websites cooperatively. As users link the posted pages to each other, hypertextual structures are created <a href=\"https://hilfe.studip.de/help/4.3/en/Basis/WikiSeiten\">Details</a>. More info on <a href=\"https://www.e-teaching.org/technik/kommunikation/wikis\">eteaching.org</a>\n12.\t<a href=\"https://element.io/\">Element</a>: Instant messenger. Access the <a href=\"https://element.uni-osnabrueck.de/#/login\">UOS' Element server</a> via and log in with your LDAP-credentials (= Stud.IP-credentials). The First steps manual helps you getting started.[SPLIT]Members of Osnabrück University can access and use all services provided in the <a href=\"https://academiccloud.de/\">Academic Cloud</a>.  All services are hosted in academic data centers according to German data protection and data security directives. The UOS however, does not offer technical support for tools in the Academic Cloud nor ensures maintanance of the tools. \n\n1.\t<a href=\"https://www.collaboard.app/\">Collaboard</a>: online Whiteboard \n\n2.\t<a href=\"https://academiccloud.de/services//\">Cloud services</a>  (only office) alternative for Google Docs, Sheets and Drive \n\n3.\tGitLab \n\n4.\tShareLaTex \n\n5.\tLimeSurvey \n\n6.\tURL shortener \n\n7.\t<a href=\"https://particify.rz.tu-bs.de/login\">Particify</a>: GDPR-compliant alternative to Mentimeter. Particify is provided by the GWDG in Göttingen.[SPLIT]1.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/eintrag/interaktive-whiteboards/\">Interactive Whiteboards</a> \n2.\t<a href=\"https://digitale-lehre.virtuos.uni-osnabrueck.de/uos-digilab/\">DigiLab</a>, \n<a href=\"https://verleih.uni-osnabrueck.de/\">Equipment rental</a>, use your LDAP-credentials (= Stud.IP-credentials) to sign in.[SPLIT]The DAAD-funded digital master’s program OS-COSMOS targets international students who can successfully complete their coursework remotely. Online and on-site students attend the same courses. Cosmos students can choose two out of three focus areas for this degree (Artificial Intelligence, Neuroinformatics, and Neuroscience). \nSince they are part of the regular student body, all COSMOS students must have equivalent opportunities to study, participate and to be examined as on-site students and course-specific online modalities must be covered by the examination regulation. \n\nPlease consider that online students may have a  diverse cultural background. This can lead them to deal with conflicts or difficulties in their studies in a way that we would not expect. Please be accommodating to the issues they experience and seek to talk to the students.[SPLIT]Below you find a *nonofficial translation* of §7 (p.5) of the examination regulations, which state that the different types of course-related examinations may be conducted in electronic form, given the consent of the examiner. Please note that this translation is not legally binding. \nThe examination regulations state regarding forms of course-related examinations: \n\n“Types of course-related examinations are:\na)\tterm paper (paragraph 2),\nb)\tOral examination (paragraph 3),\nc)\tpresentation (paragraph 4),\nd)\tpresentation with elaboration (paragraph 5),\ne)\twritten examination (paragraph 6),\nf)\twritten examinations in the answer-choice procedure (multiple choice) (paragraph 7),\ng)\tstudy project (paragraph 8),\nh)\tempirical investigation and experimental work (paragraph 9),\ni)\texercise performance (Übungsleistung) (paragraph 10).\nThe concrete form of the respective examination performance is regulated by the module description. […] With the consent of the examiner, the in-process examinations may also be conducted in electronic form or using electronic media.” (status 09.11.2022)\nFor further information, please consult the <a href=\"https://www.uni-osnabrueck.de/studium/im_studium/zugangs_zulassungs_und_pruefungsordnungen/fach_master/cognitive_science_msc.html\">examination regulations and the module handbook</a>.",
  references: "",
}